Radiacion/Malla80x80/Case-ViewFactor-Ra90000-test3/constant/thermophysicalProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      thermophysicalProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

thermoType
{
    type            heRhoThermo;
    mixture         pureMixture;
    transport       const;       
    thermo          hConst;      
    equationOfState Boussinesq;  
    specie          specie;
    energy          sensibleInternalEnergy; 
}

pRef            0;

 mixture
{
    specie
    {
        molWeight       28.9;
    }
    equationOfState
    {
        rho0            1.2;
        T0              293.5;
        beta            0.000085178876;
    }
    thermodynamics
    {
        Cp              1000;
        Hf              0;
    }
    transport
    {
        mu              5.845758520039695e-04;
        Pr              0.71;
    }
}


// ************************************************************************* //
